import '../style/App.css';

export function PreviewImage(){
    return(
        <>
            <div className="preview-container">
                <div className="preview-text-container">
                    <h1>Спортзал Gym-7</h1>
                    <h3>
                    Наша цель – сделать спорт доступным для каждого. Низкие цены – результат правильных управленческих решений и 
                    отсутствия ненужных дополнительных услуг, а не экономии на посетителях: тренажеры в зале профессионального 
                    уровня и отличного качества (Life Fitness, Technogym, Hummer Strength).
                    </h3>
                    <h3>
                    Наша философия – самодостаточность и прозрачность. Чтобы купить абонемент, не надо приходить в зал – он 
                    приобретается через интернет, а в личном кабинете можно отслеживать оставшееся время, замораживать абонемент 
                    и продлевать его: управление полностью в твоих руках.
                    </h3>
                    <h3>
                    Подтягивайся в наш круглосуточный тренажерный зал GYM24 и займись своим телом и 
                    здоровьем – сейчас самое время начать!
                    </h3>
                </div>
            </div>
        </>
    )

}

export default PreviewImage